Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

source: Enable Auto-Delete
ar: تفعيل الحذف التلقائي
be: Уключыць аўтавыдаленне
ca: Activa l'autodestrucció
de: Auto-Löschung aktivieren
es: Activar autoeliminación
fi: Ota automaattipoisto käyttöön
fr: Activer l'autosuppression
it: Attiva autoeliminazione
ko: 자동삭제 활성화
ms: Daya Hapus Automatik
nl: Auto-wis aan
pl: Włącz auto-usuwanie
pt_br: Ativar Autoexcluir
ru: Настроить автоудаление
sv: Aktivera autoradering
tr: Otomatik Silmeyi Etkinleştir
uk: Увімкнути автовидалення

source: Enabled Notifications
ar: مكّنوا الإشعارات
be: Апавяшчэнні ўключаны
ca: Notificacions actives
de: Aktivierte Benachrichtigungen
es: Notificaciones activas
fa: اعلان‌های فعال
fi: Ilmoitukset päällä
fr: Notifications activées
id: Notifikasi Diaktifkan
it: Notifiche attivate
ko: 알림 켬
ms: Notifikasi Diguna
nl: Meldingen ingeschakeld
pl: Włączone powiadomienia
pt_br: Notificações Ativadas
ru: Уведомления включены
sv: Aktiverade aviseringar
tr: Etkin Bildirim
uk: Сповіщення увімкнено
uz: Yoqilgan bildirishnomalar

# EnabledPasswordText
source: You have enabled Two-Step verification. You'll need the password you set up here to log in to your Telegram account.
ar: لقد قمت بتفعيل التحقق بخطوتين. لتسجيل الدخول إلى حسابك هذا من أجهزة جديدةٍ ستحتاج إلى كلمة المرور التي قمت بتعيينها.
be: Вы ўключылі двухэтапную праверку. Пароль, які вы прызначылі, спатрэбіцца вам, каб карыстацца ўліковым запісам.
ca: Heu activat la verificació en dos passos. Us caldrà la contrasenya que heu indicat aquí per a iniciar sessió al Telegram.
de: Du hast die zweistufige Bestätigung aktiviert. Wenn du dich bei Telegram anmeldest, brauchst du dein Passwort.
es: Tienes activada la verificación en dos pasos. Necesitarás la contraseña que configuraste para iniciar tu sesión en Telegram.
fa: شما تأیید دو مرحله‌ای را فعال کرده‌اید. برای ورود به حساب کاربری تلگرام خود به گذرواژه‌ای که در اینجا تنظیم کرده‌اید احتیاج خواهید داشت.
fi: Olet ottanut käyttöön kaksivaiheisen todennuksen. Tarvitset täällä asettamasi salasanan kirjautuaksesi Telegram-tilillesi.
fr: Vous avez activé la double authentification. Vous devrez entrer le mot de passe défini ici à chaque connexion.
id: Anda telah mengaktifkan verifikasi Dua Langkah. \Anda mungkin perlu kata sandi yang akan digunakan untuk login ke dalam akun Telegram Anda.
it: Hai attivato la verifica in due passaggi. Avrai bisogno della password che hai impostato per accedere al tuo account Telegram.
ko: 2단계 인증이 활성화되었습니다. 회원님의 텔레그램 계정에 로그인하려면 여기서 설정하신 비밀번호가 필요합니다.
ms: Anda telah dayakan verifikasi 2-Langkah. Anda perlukan kata laluan ini untuk log masuk ke akaun Telegram anda.
nl: Je hebt twee-staps-verificatie ingeschakeld. Als je inlogt op je Telegram-account heb je het ingestelde wachtwoord nodig.
pl: Masz włączoną weryfikację dwustopniową. Aby zalogować się na swoje konto Telegrama będzie potrzebne ustawione tutaj hasło.
pt_br: Você ativou a Verificação em Duas Etapas. Você precisará da senha que configurou aqui para fazer o login em sua conta do Telegram.
ru: Включена двухэтапная аутентификация. Для входа в свой аккаунт в Telegram Вам нужно будет вводить установленный здесь пароль.
sv: Du har aktiverat Tvåstegsverifiering. Du måste nu använda lösenordet du valt för att logga in på ditt Telegramkonto.
tr: İki Adımlı Doğrulamayı etkinleştirdiniz. Telegram hesabınızda oturum açmak için burada belirlediğiniz parolaya ihtiyacınız olacak.
uk: Увімкнено двоетапну перевірку. Для входу в акаунт Telegram вам знадобиться встановлений тут пароль.
uz: Siz ikki bosqichli tekshiruvni yoqdingiz. Bu yerda oʻrnatgan parolingiz Telegram hisobingizga kirishingiz uchun kerak boʻladi.
zh_cn: 您已启用两步验证。 今后您在登录新设备时将需要输入您设置的附加密码才能登录您的 Telegram 帐号。
zh_tw: 您已啓用兩步驟驗證。 今後您在登入新設備時將需要輸入您設定的附加密碼才能登入您的 Telegram 賬戶。

source: Enable passcode
ar: تمكين رمز القفل
be: Уключыць код доступу
ca: Activa el codi d'accés
de: Pincode aktivieren
es: Activar código
fi: Ota pääsykoodi käyttöön
fr: Définir un code d'accès
it: Attiva codice
ko: 암호 설정
ms: Dayakan kata laluan
pl: Włącz kod dostępu
pt_br: Ativar senha
ru: Включить код-пароль
sv: Aktivera åtkomstkod
tr: Parolayı etkinleştir
uk: Увімкнути код блокування

# EnableProxyAlert
source: Are you sure you want to enable this proxy?
ar: هل ترغب حقًا في تفعيل هذا البروكسي؟
be: Вы ўпэўнены, што хочаце ўключыць гэты проксі?
ca: Segur que voleu activar aquest servidor intermediari?
de: Möchtest du wirklich diesen Proxy aktivieren?
es: ¿Quieres activar este proxy?
fa: آیا از فعال کردن این پروکسی اطمینان دارید؟
fi: Haluatko varmasti ottaa tämän välityspalvelimen käyttöön?
fr: Voulez-vous vraiment activer ce proxy ?
id: Apakah Anda yakin untuk aktifkan proxy ini?
it: Vuoi davvero attivare questo proxy?
ko: 정말 이 프록시를 사용하시겠습니까?
ms: Anda pasti mahu dayakan proksi ini?
nl: Proxy echt inschakelen
pl: Czy na pewno chcesz włączyć proxy?
pt_br: Tem certeza de que deseja ativar este proxy?
ru: Хотите включить этот прокси?
sv: Säker på att koppla in den här proxyn?
tr: Bu vekil sunucuyu silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете увімкнути цей проксі?
uz: Haqiqatan ham bu proksi yoqilsinmi?
zh_cn: 您确定要启用此代理吗？
zh_tw: 您確定要啓用此代理嗎？

# EnableProxyAlert2
source: You can change your proxy server later in Settings > Data and Storage.
ar: يمكنك تغيير خادم البروكسي لاحقًا من الإعدادات > البيانات والتخزين.
be: Вы можаце змяніць проксі-сервер праз «Налады > Даныя і сховішча».
ca: Podreu canviar el servidor intermediari a la Configuració > Dades i emmagatzematge.
de: Du kannst deinen Proxyserver später in den Einstellungen (unter Daten und Speicher) ändern.
es: Puedes cambiar tu servidor proxy más tarde en Ajustes > Datos y almacenamiento.
fa: شما می‌توانید سرور پروکسی خود را بعداً در قسمت تنظیمات > داده‌ها و ذخیره‌سازی تغییر دهید.
fi: Voit vaihtaa välityspalvelintasi myöhemmin asetuksista (Tiedot ja tallennustila).
fr: Vous pouvez changer votre proxy à tout moment dans Paramètres > Données et stockage.
id: Anda dapat mengganti server proxy di Pengaturan (Data dan Penyimpanan) lain waktu.
it: Puoi cambiare il tuo server proxy più tardi in Impostazioni > Dati e archivio.
ko: 프록시 서버는 '설정' > '데이터 및 저장 공간'에서 바꾸실 수 있습니다.
ms: Anda boleh tukar proksi pelayan anda nanti dalam Aturan > Data dan Storan.
nl: Je kunt de proxy-server aanpassen via Instellingen (Data en opslag)
pl: Możesz później zmienić serwer proxy w Ustawienia » Dane i przechowywanie
pt_br: Você pode alterar seu servidor proxy depois em Configurações > Dados e Armazenamento.
ru: Вы всегда можете изменить прокси-сервер в настройках > Данные и память.
sv: Du kan byta proxyservern senare i Inställningar (Data och lagring).
tr: Vekil sunucunuzu daha sonra Ayarlar > Veri ve Depolama bölümünden değiştirebilirsiniz.
uk: Ви можете змінити проксі-сервер пізніше у Налаштуваннях > Дані та сховище.
uz: Siz keyinchalik proksi serverni Sozlamalar (Ma’lumotlar va xotira) ichida o‘zgartirishingiz mumkin.
zh_cn: 您可以稍后在「设置 - 数据和存储」中修改您的代理服务器。
zh_tw: 您可以稍後在「設定 - 數據和儲存」中修改您的代理服務器。

source: Enable Reactions
ar: السماح بالتفاعل
be: Уключыць рэакцыі
ca: Activa les reaccions
de: Reaktionen aktivieren
es: Activar reacciones
fi: Salli reaktiot
fr: Activer les réactions
it: Attiva reazioni
ko: 반응 허용
ms: Dayakan Reaksi
pl: Włącz reakcje
pt_br: Ativar Reações
ru: Включить реакции
sv: Aktivera reaktioner
tr: Tepkileri Etkinleştir
uk: Увімкнути реакції

# EnableReactionsChannelInfo
source: Allow subscribers to react to channel posts.
ar: السماح للمشتركين بالتفاعل مع رسائل القناة.
be: Дазваляць падпісчыкам пакідаць рэакцыі на допісы ў канале.
ca: Permet reaccionar a les publicacions del canal.
de: Abonnenten dürfen auf Kanalbeiträge reagieren.
es: Permite a los suscriptores reaccionar a los posts del canal.
fi: Antaa tilaajien reagoida kanavan julkaisuihin.
fr: Permet aux abonnés de réagir aux publications du canal.
it: Permetti agli iscritti di reagire ai post del canale.
ko: 구독자들이 채널 게시글에 대해 반응을 할 수 있도록 허용을 합니다.
ms: Benarkan pelanggan untuk beri reaksi pada pos di saluran.
pl: Pozwól subskrybentom reagować na posty na kanale.
pt_br: Permitir que os inscritos reajam aos posts do canal.
ru: Подписчики канала смогут отправлять реакции на публикации.
sv: Tillåt följare att reagera på kanalinlägg.
tr: Abonelerin kanal gönderilerine tepki vermesine izin verin.
uk: Підписники зможуть залишати реакції на публікаціях.

# EnableReactionsGroupInfo
source: Allow members to react to group messages.
ar: السماح للأعضاء بالتفاعل مع رسائل المجموعة.
be: Дазваляць удзельнікам пакідаць рэакцыі на паведамленні ў суполцы.
ca: Permet reaccionar als missatges del grup.
de: Erlaube Mitgliedern auf Nachrichten der Gruppe zu reagieren.
es: Permite a los miembros reaccionar a los mensajes del grupo.
fi: Antaa jäsenten reagoida ryhmän viesteihin.
fr: Permettre aux membres de réagir aux messages du groupe.
it: Permetti ai membri di reagire ai messaggi del gruppo.
ko: 참가자들이 그룹 메시지에 반응하도록 허용합니다.
ms: Benarkan ahli untuk beri reaksi pada mesej di grup.
pl: Pozwól członkom reagować na wiadomości w grupie.
pt_br: Permitir que os membros reajam às mensagens do grupo.
ru: Участники группы смогут отправлять реакции на сообщения.
sv: Tillåt medlemmar reagera på gruppmeddelanden.
tr: Üyelerin grup mesajlarına tepki vermesine izin verin.
uk: Учасники зможуть залишати реакції на повідомленнях.

# EnableStreaming
source: Stream Videos and Audio Files
ar: تشغيل الوسائط قبل تنزيلها
be: Трансліраваць відэа і аўдыя
ca: Per a fitxers de música i vídeo
de: Videos und Audios streamen
es: Streaming de video y audio
fa: پخش پیوسته ویدیوها و فایل‌های صوتی
fi: Suoratoista video- ja äänitiedostot
fr: Lire les médias en flux
id: Aliran Musik dan Video
it: Streaming file video e audio
ko: 동영상 및 음악 파일 스트리밍
ms: Strim Video dan Fail Audio
nl: Muziek en audio streamen
pl: Strumieniuj pliki audio i wideo
pt_br: Streaming de Música e Vídeo
ru: Стриминг аудиофайлов и видео
sv: Strömma video- och ljudfiler
tr: Video ve Ses Dosyalarını Hemen Oynat
uk: Потокове відтворення відео та аудіо
uz: Video va audio fayllarni oqimli uzatish
zh_cn: 在线播放音/视频文件
zh_tw: 串流音/影片文件

# EncryptedChatStartedIncoming
source: You joined the secret chat.
ar: لقد انضممت إلى المحادثة السرية
be: Вы далучыліся да сакрэтнага чата
ca: Us heu unit al xat secret.
de: Du bist dem geheimen Chat beigetreten.
es: Te uniste al chat secreto.
fa: شما به گفتگوی محرمانه پیوستید.
fi: Liityit salaiseen keskusteluun
fr: Vous avez rejoint l'échange secret.
id: Anda bergabung dalam secret chat.
it: Ti sei unito alla chat segreta.
ko: 비밀 대화에 들어오셨습니다.
ms: Anda sertai bual rahsia
nl: Toegevoegd aan de geheime chat.
pl: Dołączono do sekretnego czatu.
pt_br: Você entrou no chat secreto
ru: Вы присоединились к секретному чату.
sv: Du gick med i den hemliga chatten.
tr: Gizli sohbete katıldınız.
uk: Ви приєдналися до секретного чату.
uz: Siz maxfiy chatga qoʻshildingiz.
zh_cn: 您已加入私密对话。
zh_tw: 您已加入私密對話。

# EncryptedChatStartedOutgoing
source: {0} joined your secret chat.
ar: تم انضمام ⁨{0}⁩ إلى محادثتك السرية
be: {0} далучыўся(-лася) да вашага сакрэтнага чата.
ca: {0} s'ha unit al xat secret.
de: {0} ist deinem geheimen Chat beigetreten.
es: {0} se unió a tu chat secreto.
fa: ⁨{0}⁩ به گفتگوی محرمانه شما پیوست.
fi: {0} liittyi salaiseen keskusteluun
fr: {0} a rejoint votre échange secret.
id: {0} bergabung dalam secret chat Anda.
it: {0} si è unito alla tua chat segreta.
ko: {0} 님이 비밀 대화에 들어왔습니다.
ms: {0} sertai bual rahsia anda.
nl: {0} neemt deel aan je geheime chat.
pl: Użytkownik {0} dołączył do twojego sekretnego czatu.
pt_br: {0} entrou no chat secreto
ru: Теперь Вы и {0} в секретном чате.
sv: {0} gick med i din hemliga chatt.
tr: {0} gizli sohbetinize katıldı.
uk: {0} приєднується до вашого секретного чату.
uz: {0} siz bilan maxfiy chatga qoʻshildi.
zh_cn: {0} 加入了您的私密对话。
zh_tw: {0} 加入了您的私密對話。

# EncryptedDescription1
source: Use end-to-end encryption
ar: تستخدم التشفير من الطرف للطرف
be: Выкарыстоўваюць скразное шыфраванне
ca: Xifratge d'extrem a extrem
de: Keine Serverspeicherung
es: Usan cifrado end-to-end
fa: از رمزگذاری سرتاسر استفاده می‌کنند
fi: Käyttävät päästä-päähän-salausta
fr: sont chiffrés de bout en bout
id: Menggunakan enkripsi end-to-end
it: Crittografia end-to-end
ko: 단대단 암호화를 사용합니다
ms: Penyulitan awal-ke-akhir
nl: End-to-end-encryptie
pl: Używają pełnego szyfrowania
pt_br: Criptografia de ponta a ponta
ru: Оконечное шифрование
sv: Använd end-to-end-kryptering
tr: Uçtan uca şifreleme kullanır
uk: Наскрізно зашифровані
uz: Ikki yoqlama shifrlash
zh_cn: 使用端到端加密
zh_tw: 使用點到點加密

# EncryptedDescription2
source: Leave no trace on our servers
ar: لا تترك أثرًا في خوادمنا
be: Не пакідаюць ніякіх слядоў на нашых серверах
ca: No deixen traça als servidors
de: Selbstzerstörungs-Timer
es: No dejan rastro en el servidor
fa: هیچ ردی بر روی سرورهای ما باقی نمی‌گذارند
fi: Eivät jätä tietoja palvelimillemme
fr: ne sont pas sur nos serveurs
id: Tidak meninggalkan jejak pada server kami
it: Nessuna traccia sui server
ko: 서버에 어떤 흔적도 남기지 않습니다
ms: Tiada jejak di pelayan kami
nl: Geen serveropslag
pl: Nie pozostawiają śladu na naszych serwerach
pt_br: Sem rastros nos servidores
ru: Никаких следов на серверах
sv: Lämna inga spår på våra servrar
tr: Sunucularımızda iz bırakmaz
uk: Не залишають слідів на наших серверах
uz: Iz qoldirmasdan suhbatlashing
zh_cn: 不会在我们的服务器上留下任何痕迹
zh_tw: 不會在我們的服務器上留下任何痕迹

# EncryptedDescription3
source: Have a self-destruct timer
ar: تملك عدادًا للتدمير الذاتي
be: Маюць таймер самазнішчэння
ca: Autodestrucció de missatges
de: Verbieten Weiterleitung
es: Tienen autodestrucción de mensajes
fa: دارای زمان‌سنج نابود کننده هستند
fi: Tukevat itsetuhoajastinta
fr: permettent l'autodestruction
id: Punya waktu penghancur otomatis
it: Timer di autodistruzione
ko: 자동 삭제 타이머가 있습니다
ms: Ada pemasa musnah-sendiri
nl: Zelfvernietigingstimers
pl: Mają zegar samozniszczenia
pt_br: Têm timer de autodestruição
ru: Удаление по таймеру
sv: Använd autoraderingstimer
tr: Yok etme zamanlayıcısına sahiptir
uk: Мають таймер самознищення
uz: Taymer boʻyicha oʻchirish
zh_cn: 支持阅后即焚
zh_tw: 支持自毀

# EncryptedDescription4
source: Do not allow forwarding
ar: تمنع تحويل الرسائل منها
be: Не могуць быць перасланы
ca: No permeten el reenviament
de: Löschen sich bei Abmeldung
es: Impiden reenviar mensajes
fa: اجازه هدایت پیام‌ها را نمی‌دهند
fi: Estävät viestien välittämisen
fr: n'autorisent pas les transferts
id: Tidak diizinkan meneruskan pesan
it: Nessun inoltro
ko: 전달 기능이 허용되지 않습니다
ms: Majukan tak dibenar
nl: Doorstuurbescherming
pl: Nie pozwalają przekazywać
pt_br: Encaminhamento desativado
ru: Запрет пересылки
sv: Tillåt inte vidarebefordran
tr: İletmeye izin vermez
uk: Не дозволяють пересилання
uz: Xabar uzatishni taqiqlaydi
zh_cn: 不允许转发消息
zh_tw: 不允許轉發訊息

# EncryptedDescriptionTitle
source: Secret chats:
ar: المحادثات السرية:
be: Сакрэтныя чаты:
ca: Propietats dels xats secrets:
de: Geheime Chats in Kürze:
es: Los chats secretos:
fa: گفتگوهای محرمانه:
fi: Salaiset keskustelut:
fr: Les échanges secrets :
id: Secret chat:
it: Chat segrete:
ko: 비밀 대화는
ms: Bual rahsia
nl: Geheime chat functies:
pl: Sekretne czaty:
pt_br: Chats Secretos:
ru: Секретные чаты — это:
sv: Hemliga chattar:
tr: Gizli sohbetler:
uk: Секретні чати:
uz: Maxfiy chatlar:
zh_cn: 私密对话：
zh_tw: 私密對話：

# EncryptedPlaceholderTitleIncoming
source: {0} invited you to join a secret chat.
ar: ⁨{0}⁩ دعاك للانضمام لمحادثة سرية.
be: {0} запрасіў(-ла) вас далучыцца да сакрэтнага чата.
ca: {0} us ha convidat a un xat secret.
de: {0} hat dich zu einem Ende-zu-Ende verschlüsselten Geheimen Chat eingeladen.
es: {0} te invitó a un chat secreto.
fa: ⁨{0}⁩ شما را به یک گفتگوی محرمانه دعوت کرد.
fi: {0} kutsui sinut salaiseen keskusteluun.
fr: {0} vous a invité à un échange secret.
id: {0} mengundang Anda bergabung dalam secret chat.
it: {0} ti ha invitato a unirti a una chat segreta.
ko: {0} 님이 나를 비밀 대화에 초대했습니다.
ms: {0} jemput anda ke bual rahsia.
nl: {0} heeft je uitgenodigd voor een geheime chat.
pl: {0} zaprasza cię do sekretnego czatu.
pt_br: {0} te convidou para um chat secreto.
ru: {0} пригласил(а) вас в секретный чат.
sv: {0} har bjudit in dig i en hemlig chatt.
tr: {0} sizi gizli sohbete davet etti.
uk: {0} запрошує вас приєднатися до секретного чату.
uz: {0} sizni maxfiy chatga taklif qildi.
zh_cn: {0} 邀请您加入私密对话。
zh_tw: {0} 邀請您加入私密對話。

# EncryptedPlaceholderTitleOutgoing
source: You have invited {0} to join a secret chat.
ar: أنت دعوت ⁨{0}⁩ للانضمام إلى محادثة سرية.
be: Вы запрасілі {0} далучыцца да сакрэтнага чата.
ca: Heu convidat {0} a un xat secret.
de: Du hast {0} zu einem Ende-zu-Ende verschlüsselten Geheimen Chat eingeladen.
es: Invitaste a {0} a un chat secreto.
fa: شما ⁨{0}⁩ را به یک گفتگوی محرمانه دعوت کردید.
fi: Kutsuit käyttäjän {0} salaiseen keskusteluun.
fr: Vous avez invité {0} à un échange secret.
id: Anda telah mengundang {0} bergabung dalam secret chat.
it: Hai invitato {0} a unirsi a una chat segreta.
ko: {0} 님을 비밀 대화에 초대하셨습니다.
ms: Anda jemput {0} sertai bual rahsia.
nl: Je hebt {0} uitgenodigd voor een geheime chat.
pl: Zaproszono {0} do sekretnego czatu.
pt_br: Você convidou {0} para um chat secreto.
ru: Вы пригласили {0} в секретный чат.
sv: Du bjöd in {0} till en hemlig chatt..
tr: {0} kişisini gizli sohbete davet ettiniz.
uk: Ви запросили {0} приєднатися до секретного чату.
uz: Siz {0}ni maxfiy chatga taklif qildingiz.
zh_cn: 您已邀请 {0} 加入私密对话。
zh_tw: 您已邀請 {0} 加入私密對話。

source: Encryption Key
ar: مفتاح التشفير
be: Ключ шыфравання
ca: Clau de xifratge
de: Geheimer Schlüssel
es: Clave de cifrado
fa: کلید رمزگذاری
fi: Salausavain
fr: Clé de chiffrement
id: Kunci Enkripsi
it: Chiave di crittografia
ko: 암호화 키
ms: Kunci Penyulitan
nl: Encryptiesleutel
pl: Klucz szyfrujący
pt_br: Chave Criptográfica
ru: Ключ шифрования
sv: Krypteringsnyckel
tr: Şifreleme Anahtarı
uk: Ключ шифрування
uz: Shifrlash kaliti
zh_cn: 加密密钥
zh_tw: 加密密鑰

# EncryptionKeyDescription
source: This image and text were derived from the encryption key for this secret chat with **{0}**. If they look the same on **{1}'s** device, end-to-end encryption is guaranteed. Learn more at telegram.org
ar: تم اشتقاق الصورة والنص من مفتاح تشفير هذه المحادثة السرية مع **⁨{0}⁩**. إن كانت مطابقة لما يظهر على جهاز **⁨{1}⁩**، فالتشفير من الطرف للطرف مضمون. للاستزادة، اطلع على telegram.org
be: Гэты відарыс і тэкст сфарміраваны з ключа шыфравання для сакрэтнага чата з **{0}**. Калі яны выглядаюць гэтак жа на прыладзе ў **{1}**, то мы гарантуем вам скразное шыфраванне. Даведайцеся больш на telegram.org
ca: La imatge i el text anteriors es deriven de la clau de xifratge d\'aquest xat secret amb **{0}**. Si es mostren igual al dispositiu de **{1}**, el xifratge d'extrem a extrem està garantit. Més informació a telegram.org
de: Bild und Text zeigen den Schlüssel dieses geheimen Chats mit **{0}**. Sehen sie auf dem Gerät von **{1}** genau so aus, ist Ende-zu-Ende Verschlüsselung garantiert. Erfahre mehr unter telegram.org
es: Este texto e imagen derivan de la clave de cifrado para este chat secreto con **{0}**. Si se ven igual en el dispositivo de **{1}**, el cifrado end-to-end está garantizado. Conoce más en telegram.org
fa: این تصویر و متن از کلید رمزگذاری این گفتگوی محرمانه با **⁨{0}⁩** گرفته شده است. اگر تصویر و متن در دستگاه **⁨{1}⁩** با این تصویر و متن یکسان باشد، رمزگذاری سرتاسر تضمین شده است. برای اطلاعات بیشتر به telegram.org مراجعه کنید
fi: Tämä kuva ja teksti on muodostettu sinun ja käyttäjän **{0}** välisen salatun keskustelun salausavaimesta. Jos ne näyttävät samoilta kuin käyttäjän **{1}** laitteella, keskusteluyhteys on salattu päästä päähän. Lue lisää: telegram.org
fr: Cette image et ce texte sont issus de la clé de chiffrement de cet échange secret avec **{0}**. S'ils sont identiques pour **{1}**, le chiffrement de bout en bout est garanti. Plus d'informations sur telegram.org
id: Gambar dan teks ini berasal dari kunci enkripsi untuk secret chat dengan **{0}**. Jika mereka terlihat sama dengan ** perangkat {1}** , maka enkripsi end-to-end terjamin. Pahami lebih lanjut di telegram.org
it: L'immagine e il testo sono derivati dalla chiave di crittografia di questa chat segreta con **{0}**. Se sono uguali sul dispositivo di **{1}**, la crittografia end-to-end è garantita. Ulteriori informazioni su telegram.org
ko: 이 이미지와 문자는 **{0}** 님과의 비밀 대화에 사용된 암호화 키에서 파생되었습니다. 이 이미지와 문자가 **{1}** 님의 기기에서 똑같이 보인다면, 단대단 암호화가 보장됩니다. telegram.org에서 자세히 알아보세요.
ms: Gambar dan teks ini datangnya dari kunci penyulitan untuk bual rahsia ini dengan **{0}**. Jika mereka kelihatan sama atas **{1}'s** peranti, penyulitan awal-ke-akhir adalah dijamin. Sila dapat maklumat lebih di telegram.org
nl: Deze afbeelding en tekst zijn afgeleid van de encryptiesleutel voor deze geheime chat met **{0}**. Als dit er hetzelfde uitziet op het apparaat van **{1}**, dan is end-to-end-encryptie gegarandeerd. Lees meer op telegram.org
pl: Obrazek i tekst pochodzą z klucza szyfrującego dla tego sekretnego czatu z użytkownikiem **{0}**. Jeśli wyglądają tak samo na urządzeniu użytkownika **{1}**, szyfrowanie jest zapewnione. Dowiedz się więcej na stronie telegram.org
pt_br: Essa imagem e texto foram derivados da chave criptográfica para este chat secreto com **{0}**. Se você vê o mesmo no dispositivo de **{1}**, a criptografia de ponta a ponta está garantida.
ru: Это изображение и текст были созданы на основе ключа шифрования для этого секретного чата с **{0}**. Если они выглядят так же, как на устройстве **{1}**, оконечное шифрование надежно. Узнать больше на telegram.org
sv: Bild och text hämtades från krypteringsnyckeln från den hemliga chatten med **{0}**. Om de ser likadana ut på **{1}s** enhet, är end-to-end-kryptering säkrad. Mer info på telegram.org
tr: Bu görüntü ve metin, **{0}** ile bu gizli sohbetin şifreleme anahtarından türetilmiştir. **{1}** kişisinin cihazında da aynı görünüyorsa, uçtan uca şifreleme garanti edilir. telegram.org adresinden daha fazlasını öğrenin
uk: Це зображення й текст сформовані з ключа шифрування цього секретного чату з **{0}**. Якщо зображення на екрані **{1}** таке саме, наскрізне шифрування гарантовано. Докладніше на telegram.org
uz: Bu rasm va matn **{0}** bilan maxfiy chat uchun shifrlash kalitidan olingan. Agar ular **{1}**ning qurilmasidagi bilan bir xil koʻrinishga ega boʻlsa, ikki tomonlama shifrlash kafolatlanadi. Tafsilotlar uchun telegram.org manziliga kiring
zh_cn: 这是您与“**{0}**”私密对话加密密钥的可视化图片。 如果这张图片看起来和“**{1}**”设备上的图片完全一致，端到端加密则是安全的。 了解更多请前往 telegram.org
zh_tw: 這是您與“**{0}**”私密對話加密密鑰的可視化圖片。 如果這張圖片看起來和“**{1}**”設備上的圖片完全一致，點到點加密則是安全的。 了解更多請前往 telegram.org

# EncryptionProcessing
source: Exchanging encryption keys...
ar: تتم مبادلة مفاتيح التشفير...
be: Абмен ключамі шыфравання...
ca: Intercanviant les claus de xifratge...
de: Tausche Schlüssel aus...
es: Intercambiando claves de cifrado...
fa: در حال تبادل کلید‌های رمزگذاری...
fi: Salausavaimia vaihdetaan...
fr: Échange des clés de chiffrement…
id: Bertukar kunci enkripsi...
it: Scambio chiavi di crittografia...
ko: 암호화 키 교환 중...
ms: Menukar kunci penyulitan...
nl: Encryptiesleutels uitwisselen
pl: Wymiana kluczy szyfrujących…
pt_br: Trocando chaves de criptografia...
ru: Обмен ключами шифрования...
sv: Utbyter krypteringsnycklar...
tr: Şifreleme anahtarları değiştiriliyor…
uk: Обмін ключами шифрування...
uz: Shifrlash kalitlari almashilmoqda...
zh_cn: 交换加密密钥中……
zh_tw: 交換加密密鑰中……

# EncryptionRejected
source: Secret chat cancelled
ar: تم إلغاء المحادثة السرية
be: Сакрэтны чат скасаваны
ca: S'ha cancel·lat el xat secret
de: Geheimer Chat beendet
es: Chat secreto cancelado
fa: گفتگوی محرمانه لغو شد
fi: Salainen keskustelu peruttiin
fr: Échange secret annulé
id: Secret chat dibatalkan
it: Chat segreta annullata
ko: 비밀 대화가 취소되었습니다
ms: Bual rahsia dibatal
nl: Geheime chat geannuleerd
pl: Anulowano sekretny czat
pt_br: Chat secreto cancelado
ru: Секретный чат отменён
sv: Hemlig chatt avbruten
tr: Gizli sohbet iptal edildi
uk: Секретний чат скасовано
uz: Maxfiy chat bekor qilindi
zh_cn: 私密对话已关闭
zh_tw: 私密對話已關閉
